Repository: tabs-opensource/Installer
Catalog: po/*.po
Languages: am_et, ast, az, bg, bn, de_de, el, es_419, gl_es, hi, hr, ms, ro

source: Reboot Now
am_et: አሁን እነደገና ማስነሻ
ast: Reaniciar agora
az: İndi Yenidən Başlat
bg: Рестартиране сега
bn: এখনি রিবুট করুন
de_de: Jetzt neu starten
el: Επανεκκίνηση Τώρα
es_419: Reiniciar ahora
gl_es: Reiniciar agora
hi: अभी पुनः आरंभ करें
hr: Ponovno podigni sustav sada
ms: But Semula Sekarang
ro: Repornire Acum

source: Installation Succeed!
am_et: መግጠሙ ተሳክቷል!
ast: ¡Instalación esitosa!
bg: Инсталацията е успешна!
bn: সফলভাবে ইন্সটল হয়েছে!
el: Eπιτυχείς Eγκατάσταση!
es_419: Instalación Exitosa!
gl_es: Instalación completada!
hi: सफलतापूर्वक स्थापना!
hr: Instalacija je uspjela!
ms: Pemasangan Berjaya!
ro: Instalare reușită!

source: Tips: Please remove the installation media before reboot, so as to avoid reentering into the installation environment when you start the computer next time.
am_et: ጠቃሚ ምክር: እባክዎን የ መግጠሚያ አካሉን ያስወግዱ እንደገና ከ መነሳቱ በፊት: ያለ በለዚያ እንደገና ወደ መግጠሚያው ሁኔታ ውስጥ ይገባል: እርስዎ ኮምፒዩተሩን እንደገና ሲያስጀምሩ
ast: Conseyos: Estrái'l mediu d'instalación enantes de reaniciar pa evitar entrar de nueves nel entornu d'instalación al aniciar l'ordenador la próxima vegada, por favor.
bg: Съвет: Моля, премахнете инсталационният носител, преди да рестартирате за да не влезете отново в менюто за инсталация.
de_de: Tipps: Bitte entfernen Sie die Installationsmedien vor dem Neustart, um zu vermeiden das die Installationsumgebung erneut aufgerufen wird, wenn Sie den Computer das nächste Mal starten.
el: Συμβουλές: Παρακαλώ αφαιρέστε το μέσο εγκατάστασης πριν την επανεκκίνηση, ώστε να αποφευχθεί τυχόν είσοδος εκ νέου στο περιβάλλον εγκατάστασης όταν ξεκινήσετε ξανά τον υπολογιστή σας.
es_419: Consejos: Por favor, remueva el medio de instalación antes de reiniciar, así evita entrar de nuevo al entorno de instalación cuando la computadora se reinicie.
gl_es: Consello: Por favor, remove o medio de instalación antes de reiniciar, co fin de evitar volver iniciar a instalación cando o computador inicie novamente.
hi: सुझाव: कृपया रीबूट करने से पहले स्थापना फ़ाइल को हटा दें, जिससे कम्प्युटर पुनः शुरू करते समय यह पुनः स्थापित नहीं होगा।
hr: Savjeti: Molim uklonite instlacijski medij prije ponovnog podizanja sustava, kako bi izbjegli ponovni ulazak u instalacijsko okruženje kada idući put pokrenete vaše računalo.
ms: Petua: Sila buang media pemasangan sebelum membut semula, supaya dapat menghindari masuk semula ke persekitaran pemasangan bila anda memulakan komputer berikutnya.
ro: Sfat: Eliminați dispozitivul media de instalare înainte de a reporni sistemul, astfel evitaţi restartarea mediului de instalare data viitoare când porniţi computerul dvs.

source: Installation Failed!
am_et: መግጠሙ አልተሳካም
ast: ¡Falló la instalación!
bg: Инсталацията е неуспешна!
bn: ইনস্টলেশন ব্যর্থ হয়েছে!
de_de: Installation fehlgeschlagen!
el: Αποτυχία Εγκατάστασης!
es_419: ¡Falló instalación!
gl_es: Fallou a instalación!
hi: स्थापना विफल।
hr: Instalacija nije uspjela!
ms: Pemasangan Gagal!
ro: Instalare eşuată!

source: The installation log has been saved on the desktop for you. To help us improve the system better, please send the log to Deepin Team. Thank you!
am_et: የ መግጠሚያ መግቢያ በ እርስዎ ዴስክቶፕ ላይ ተቀምጧል: ስርአቱ የ በለጠ እንድናሻሻል: እባክዎን መግቢያውን ለ ዲፕኢን ቡድን ይላኩልን እናመሰግናለን
ast: Guardóse'l rexistru d'instalación nel escritoriu. P'ayudamos a ameyorar meyor el sistema, únvialu al equipu de Deepin, por favor, ¡Gracies!
bg: Инсталационният журнал ще бъде запазен на десктопа за вас. За да ни помогнете да подобрим системата, моля, изпратете го на екипа на Deepin. Благодарим Ви!
de_de: Das Installationsprotokoll wurde auf dem Desktop gespeichert. Damit wir das System verbessern können, senden Sie das Protokoll an das Deepin Team. Vielen Dank!
el: Το αρχείο καταγραφής εγκατάστασης έχει σωθεί για εσάς στην επιφάνεια εργασίας. Σας παρακαλώ στείλτε το αρχείο καταγραφής στην Ομάδα του Deepin για να μας βοηθήσετε να βελτιώσουμε κι άλλο το σύστημα. Ευχαριστούμε!
es_419: La bitácora de instalación se ha guardado en el escritorio. Para ayudarnos a mejorar el sistema, por favor, envíelo al equipo de Deepin. ¡Gracias!
gl_es: O rexistro de instalación gardouse no teu escritorio. Para axudarnos a mellorar o sistema, por favor, envía o rexistro ao equipo do Deepin. Grazas!
hi: आपके डेस्कटॉप में स्थापना की जानकारी सहेजा गया है। आपके प्रणाली को और बेहतर बनाने के लिए, कृपया इस जानकारी को डीपइन दल को भेजें। धन्यवाद!
hr: Instalacijski zapis je za vas spremljen na radnoj površini. Da biste nam pomogli poboljšati sustav, molim pošaljite zapis Deepin timu. Hvala vam!
ms: Log pemasangan telah disimpan pada desktop untuk anda. Bantu kami menambahbaik sistem, dengan menghantar log kepada Pasukan Deepin. Terima kasih!
ro: Jurnalul de instalare a fost salvat pentru dvs pe spațiul de lucru. Pentru a ne ajuta la îmbunătăţirea sistemului, vă rugăm să expediaţi acest jurnal Echipei Deepin. Mulţumim!

source: Exit Installation
am_et: ከ መግጠሚያው መውጫ
ast: Colar de la instalación
bg: Изход от инсталацията
bn: ইনস্টলেশন বাদ দিন
el: Έξοδος Εγκατάστασης
es_419: Salir de la instalación
gl_es: Saír da instalación
hi: स्थापना से बाहर
hr: Izađi iz instalacije
ms: Keluar dari Pemasangan
ro: Ieşire Instalare

source: Error Report
am_et: የስህተት መግለጫ
ast: Informe de fallu
az: Xəta Raportu
bg: Доклад за грешка
bn: ত্রুটি প্রতিবেদন
de_de: Fehlerbericht
el: Αναφορά Σφάλματος
es_419: Reporte de errores
gl_es: Informe de erros
hi: त्रुटि विवरण
hr: Izvještaj o greškama
ms: Laporan Ralat
ro: Raportare Eroare

source: System installation failed. Please send the log to Deepin Team.
am_et: ስርአቱን መግጠም አልተሳካም እባክዎን መግለጫውን ለቡድኑ ይላኩ
ast: Falló la instalación del sistema. Unvia'l rexistru al equipu de Deepin, por favor.
az: Sistem quraşdırılması uğursuz alındı. Xahiş edirik log-u Deepin Komandasına göndərin.
bg: Инсталацията на системата е неуспешна. Моля, изпратете доклад на екипа на Deepin.
bn: সিস্টেম ইনস্টল ব্যার্থ হয়েছে। অনুগ্রহ করে ডিপিন টিমের কাছে লগটি পাঠান।
de_de: Installation des Systems fehlgeschlagen. Bitte senden Sie das Protokoll an das Deepin Team.
el: Αποτυχία εγκατάστασης συστήματος. Παρακαλούμε στείλτε το αρχείο καταγραφής στην Ομάδα Deepin.
es_419: Instalación del sistema fallo. Por favor envía el registro al equipo Deepin.
gl_es: A instalación do sistema fallou. Por favor, enviar o rexistro ao persoal de Deepin.
hi: प्रणाली का स्थापना विफल हुआ। कृपया इसे डीपइन दल को भेजें।
hr: Neuspjela instalacija sustava. MOlim pošaljite zapis Deepin timu.
ms: Pemasangan sistem gagal. Sila hantar log kepada Pasukan Deepin.
ro: Instalarea sistemului a eșuat. Vă rugăm sa trimiteți jurnalul errorilor Echipei Deepin.

source: Preparing for Installation
am_et: ለመግጠም በመሰናዳት ላይ
ast: Tresnando pa la instalación
az: Quraşdırılma üçün hazırlanır
bg: Подготовка за инсталация
bn: ইনস্টল করার জন্য তৈরি হচ্ছে
de_de: Vorbereitung für die Installation
el: Προετοιμασία για Εγκατάσταση
es_419: Preparando la instalación
gl_es: Preparando a instalación
hi: स्थापना की तैयारी
hr: Pripremanje za instalaciju
ms: Menyediakan pemasangan
ro: Pregătire pentru Instalare

source: Tips
am_et: ጠቃሚ ምክር
ast: Conseyos
bg: Съвети
bn: টিপস
el: Συμβουλές
es_419: Consejos
gl_es: Consellos
hi: सुझाव
hr: Savjeti
ms: Petua
ro: Sfaturi

source: It is detected that you are using a virtual machine. Installing Deepin on a virtual machine will affect its performances. You are recommended to experience it in a real environment.
am_et: እርስዎ እየተጠቀሙ ያሉት የ virtual machine. ነው: ዲፕኢን በ virtual machine በ አሰራሩ ላይ ተጽእኖ ይፈጥራል: እኛ የምንመክረው ሙሉ በሙል እንዲገጥሙት ነው:
ast: Deteutóse que tas usando una máquina virtual. Instalar Deepin nuna máquina virtual afeutará al so rindimientu. Aconseyámoste emplegar un entornu real.
bg: Засечено е използване на виртуална машина. Инсталирането на Deepin върху виртуална машина ще се отрази върху неговата производителност. Препоръчваме Ви да го тествате в реална среда.
el: Έχει εντοπιστεί ότι χρησιμοποιείτε εικονική μηχανή. Η εγκατάσταση του Deepin σε εικονική μηχανή θα επηρεάσει την απόδοση του. Συνίσταται η δοκιμή του σε πραγματικό περιβάλλον.
es_419: Se ha detectado que está usando una máquina virtual. Instalar Deepin en una máquina virtual afectará su rendimiento. Le recomendamos que experimente Deepin en un entorno real.
gl_es: Detectouse o uso dunha máquina virtual. Instalar Deepin nunha máquina virtual afectará ao seu rendemento. Recomendase o seu uso nun entorno real.
hi: यह पता चल रहा है की आपने आभाषी यंत्र का उपयोग किया है। डीपइन को आभाषी यंत्र में डालने से यह इसकी योग्यता में प्रभाव डालेगा। कृपया इसे अच्छे परिणाम हेतु वास्तविक यंत्र में डालें।
hr: Otkriveno je da koristiš virtualni stroj. Instaliranje Deepin-a na virtualni stroj utjecat će na njegovo izvođenje. Preporučeno ti je da ga iskusiš u stvarnoj okolini.
ms: Telah dikesan bahawa anda menggunakan mesin maya. Pemasangan Deepin di dalam mesin maya akan mempengaruhi prestasinya. Anda disarankan menggunakan Deepin dalam persekitaran yang sebenar.
ro: S-a detectat că utilizezi o maşină virtuală. Instalarea Deepin pe o maşină virtuală va afecta performanțele acesteia. Se recomandă experimentarea Deepin într-un mediu real.

source: Continue
am_et: ይቀጥሉ
ast: Siguir
az: Davam
bg: Продължаване
bn: চালিয়ে যান
el: Συνέχεια
es_419: Continuar
gl_es: Continuar
hi: जारी
hr: Nastavi
ms: Teruskan
ro: Continuă

source: Freespace
am_et: ነፃ ቦታ ያለው
ast: Espaciu llibre
az: Boş sahə
bg: Свободно място
bn: খালি জায়গা
de_de: Freier Speicher
el: Ελεύθερος χώρος
es_419: Espacio Libre
gl_es: Espazo libre
hi: खाली जगह
hr: Slobodni prostor
ms: Ruang bebas
ro: Loc liber

source: Unknown
am_et: ያልታወቀ
ast: Desconocíu
az: Naməlum
bg: Неизвестно
bn: অজানা
de_de: Unbekannt
el: Άγνωστο
es_419: Desconocido
gl_es: Descoñecido
hi: अज्ञात
hr: Nepoznato
ms: Tidak diketahui
ro: Necunoscut

source: Install Here
am_et: እዚህ መግጠሚያ
ast: Instalar equí
az: Buraya Quraşdır
bg: Инсталиране тук
bn: এখানে ইনস্টল করুন
de_de: Hier installieren
el: Εγκατάσταση Εδώ
es_419: Instalar aqui
gl_es: Instalar aquí
hi: यहाँ स्थापित करें
hr: Instaliraj ovdje
ms: Pasang Di Sini
ro: Instalare în acest loc

source: Warning
am_et: ማስጠንቀቂያ
ast: Avisu
az: Xəbərdarlıq
bg: Внимание
bn: সতর্কতা
de_de: Warnung
el: Προειδοποίηση
es_419: Precaución
gl_es: Atención
hi: चेतावनी
hr: Upozorenje
ms: Amaran
ro: Atenționare

source: You may not boot due to too small space of /boot mount point, please improve the space to 300M at least.
am_et: እርስዎ ማስነሳት አይችሉም በ ቦታ ማነስ የ ተነሳ ለ /boot mount point, እባክዎን ቦታውን ይጨምሩ ቢያንስ ወደ 300ሜ
ast: Deepin quiciabes nun arranque pola mor del pocu espaciu nel puntu de montaxe /boot. Amiesta polo menos 300MB d'espaciu, por favor.
bg: Системата ви не може да зареди, поради прекалено малкото място за /boot дяла. Моля, оставете за този дял най- малко 300MB пространство.
de_de: Sie können nicht starten wegen zu kleinem Speicher von /Boot Bereitstellungspunkt, verbessern Sie bitte mindestens den Platz auf 300 M.
el: Ίσως να μην εκκινήσετε τον υπολογιστή σας λόγω του πολύ μικρού χώρου του σημείου προσάρτησης /boot, παρακαλώ αυξήστε το χώρο σε τουλάχιστον 300M.
es_419: El sistema probablemente no inicie debido a que el espacio en el punto de montaje /boot es muy pequeño. Por favor, aumente el espacio por lo menos a 300M.
gl_es: Non poderás iniciar o sistema debido ao pouco espazo no punto de montaxe /boot, por favor auméntao polo menos en 300M.
hi: आपके प्रणाली /boot में कम स्मृति होने के कारण यह बूट नहीं हो रहा है। कृपया इसे 300एमबी बढ़ाएँ।
hr: Ne možete podići sustav jer je premali prostor na /boot točki podizanja, molim neka prostor bude najmanje 300MB.
ms: Anda mungkin tidak dapat but disebabkan ruang titik lekap /boot yang terlalu kecil, sila tambah-baik ruang sekurang-kurangnya 300M.
ro: Nu puteţi începe încărcare deoarece nu dispuneţi de suficient loc în punctul de montare /boot, alocaţi-i cel puţin300Мo

source: Disk
am_et: ዲስክ
ast: Discu
bg: Диск
bn: ডিস্ক
de_de: Festplatte
el: Δίσκος
es_419: Disco
gl_es: Disco
hi: डिस्क
ms: Cakera
ro: Disc

source: Device
am_et: አካል
ast: Preséu
az: Avadanlıq
bg: Устройство
bn: ডিভাইস
de_de: Gerät
el: Συσκευή
es_419: Dispositivo
gl_es: Dispositivo
hi: उपकरण
hr: Uređaj
ms: Peranti
ro: Dispozitiv

source: Size
am_et: መጠን
ast: Tamañu
az: Ölçü
bg: Размер
bn: সাইজ
de_de: Größe
el: Μέγεθος
es_419: Tamaño
gl_es: Tamaño
hi: आकार
hr: Veličina
ms: Saiz
ro: Mărime

source: Free Space
am_et: ነፃ ቦታ ያለው
ast: Espaciu llibre
az: Boş Sahə
bg: Свободно място
bn: খালি যায়গা
de_de: Freier Speicher
el: Ελεύθερος Χώρος
es_419: Espacio libre en disco
gl_es: Espazo libre
hi: खाली जगह
hr: Slobodni prostor
ms: Ruang Bebas
ro: Locul Liber

source: Filesystem
am_et: የፋይል ስርአት
ast: Sistema de ficheros
az: Fayl sistemi
bg: Файлова система
bn: ফাইল সিস্টেম
de_de: Dateisystem
el: Σύστημα αρχείων
es_419: Sistema de archivos
gl_es: Sistema de ficheiros
hi: फ़ाइल प्रणाली
hr: Datotečni sustav
ms: Sistem Fail
ro: Sistem de fișiere

source: Information
am_et: መረጃ
ast: Información
az: İnformasiya
bg: Информация
bn: তথ্য
el: Πληροφορίες
es_419: Información
gl_es: Información
hi: जानकारी
hr: Informacija
ms: Maklumat
ro: Informație

source: Mount Point
am_et: መጫኛ ጣቢያ
ast: Puntu de montaxe
bg: Точка на монтиране
bn: মাউন্ট পয়েন্ট
de_de: Einhängepunkt
el: Σημείο Προσάρτησης
es_419: Punto de montaje
gl_es: Punto de montaxe
hi: उभरा बिन्दु
hr: Točka montiranja
ms: Titik Lekap
ro: Punct de Montare

source: Formatting
am_et: አቀራረብ
ast: Formatiando
az: Formatlanır
bg: Форматиране
bn: ফরম্যাটিং
de_de: Formatiere
el: Διαμόρφωση
es_419: Formateando
gl_es: Formatando
hi: प्रारूपण
hr: Formatiram
ms: Pemformatan
ro: Formatare

source: Delete Partition
am_et: ክፍልፋይ ማጥፊያ
ast: Desaniciar partición
az: Bölgünü Sil
bg: Изтриване на дял
bn: পার্টিশন
de_de: Partition löschen
el: Διαγραφή Διαμερίσματος
es_419: Eliminar Partición
gl_es: Eliminar partición
hi: विभाजन को मिटायेँ
hr: Izbriši particiju
ms: Padam Sekatan
ro: Ștergere Partiție

source: New Partition
am_et: አዲስ ክፍልፋይ
ast: Partición nueva
az: Yeni Bölgü
bg: Нов дял
bn: নতুন পার্টিশন
de_de: Neue Partition
el: Νέο Διαμέρισμα
es_419: Partición Nueva
gl_es: Nova partición
hi: नया विभाजन
hr: Nova particija
ms: Sekatan Baharu
ro: Partiție Nouă

source: Expert Mode
am_et: በ ባለሞያ ዘዴ
ast: Mou espertu
az: Mütəxəssis Rejimi
bg: Експертен режим
bn: এক্সপার্ট মোড
de_de: Expertenmodus
el: Λειτουργία Ειδικού
es_419: Modo Experto
gl_es: Modo experto
hi: विशेषज्ञ विधा
hr: Ekspertni način
ms: Mod Mahir
ro: Mod Expert

source: Install
am_et: መግጠሚያ
ast: Instalar
az: Quraşdır
bg: Инсталиране
bn: ইনস্টল
de_de: Installieren
el: Εγκατάσταση
es_419: Instalar
gl_es: Instalar
hi: स्थापन
hr: Instaliraj
ms: Pasang
ro: Instalare

source: Installation Tips
am_et: የ አገጣጠም ምክሮች
ast: Conseyos d'instalación
az: Quraşdırılma İpucları
bg: Съвети за инсталация
bn: ইনস্টলের টিপস
de_de: Tips zur Installation
el: Συμβουλές Εγκατάστασης
es_419: Tips de instalación
gl_es: Consellos para a instalación
hi: स्थापना सुझाव
hr: Instalacijski savjeti
ms: Petua Pemasangan
ro: Sugestii pentru instalare

source: A root partition (/) is required.
am_et: የ root ክፍልፋይ (/) ያስፈልጋል
ast: Ríquese una partición root (/).
az: Root bölgüsü (/) lazımdı.
bg: Root дяла (/) се изисква задължително
bn: একটি রুট পার্টিশন (/) আবশ্যক।
de_de: Eine root-Partition (/) wird benötigt.
el: Απαιτείται ένα διαμέρισμα root (/).
es_419: Una partición raíz ( / ) es requerida
gl_es: Requírese unha partición root (/).
hi: रूट विभाजन हेतु (/) अनिवार्य है।
hr: Root particija (/) je potrebna.
ms: Satu sekatan root (/) diperlukan.
ro: Este necesară o partiție rădăcină (/).

source: UEFI-native installation only supports GPT-formatted disk.
ast: La instalación UEFI nativa namái sofita la tabla de particiones GPT.
az: UEFI dəstəkli quraşdırılma yalnız GPT formatlama dəstəyi olan disklərə tətbiq oluna bilər.
bg: Вградената UEFI инсталация поддържа само GPT форматиран диск.
de_de: Die native UEFI Installation unterstützt nur GPT-formatierte Laufwerke.
el: Η εγκατάσταση εγγενούς UEFI υποστηρίζει μόνο δίσκους διαμορφωμένους ως GPT.
es_419: La instalación UEFI nativa solo soporta discos con formato GPT
gl_es: A instalación nativa UEFI só admite discos formatados en GPT.
hi: यूईएफ़आई मूल का स्थापना केवल जीपीटी प्रारूप के डिस्क को ही समर्थित करता है।
hr: UEFI instalacija podržava samo GPT formatirani disk.
ms: Pemasangan tabii-UEFI hanya menyokong cakera terformat-GPT.
ro: Instalarea nativă UEFI suportă doar discuri formatate în GPT.

source: ESP’s support is needed in UEFI mode and please create a partition of 100MB or more in efi format.
ast: Precísase'l sofitu d'ESP nel mou UEFI. Crea tamién una partición de 100MB o más en formatu EFI, por favor.
bg: Необходима е подкрепа ESP в режим UEFI. Моля да създадете дял над 100MB в EFI формат.
de_de: Für ESP Unterstützung wird der UEFI-Modus benötigt und bitte erstellen Sie eine Partition von 100 MB oder mehr im efi-Format.
el: Απαιτείται υποστήριξη ESP στη λειτουργία UEFI και παρακαλώ δημιουργήστε ένα διαμέρισμα 100 MB ή παραπάνω σε μορφή efi.
es_419: El soporte de ESP es necesario en el modo UEFI, por favor, cree una partición de 100MB o más en formato efi.
gl_es: O soporte para ESP e necesario no modo UEFI, por favor crea unha partición de 100MB ou máis en formato efi.
hi: यूईएफ़आई में ईएसपी का समर्थन आवश्यक है और कृपया विभाजन में 100 एमबी या अधिक का स्थान ईएफ़आई प्रारूप में रखें।
hr: ESP podrška je potrebna u UEFI načinu i molim napravite particiju od 100MB ili više u efi formatu.
ro: Este necesar suportul ESP în mod UEFI, creaţi o partiţie de 100Mo sau mai mare în efi format.

source: Add Partition
am_et: ክፍልፋይ መጨመሪያ
ast: Amestar partición
az: Bölgü Əlavə Et
bg: Добавяне на дял
bn: পার্টিশন যোগ
de_de: Partition hinzufügen
el: Προσθήκη Διαμερίσματος
es_419: Agregar Partición
gl_es: Engadir partición
hi: विभाजन जोड़ें
hr: Dodaj particiju
ms: Tambah Sekatan
ro: Adăugare Partiție

source: Can't create a partition here
am_et: ክፍልፋይ እዚህ መጨመር አልተቻለም
ast: Equí nun pue crease una partición
az: Burada bölğü yaradıla bilməz
bg: Не може да бъде създаден дял тук
bn: এখানে পার্টিশন তৈরি করা যাচ্ছে না
de_de: Partition kann hier nicht erstellt werden
el: Αδυναμία δημιουργίας διαμερίσματος εδώ
es_419: No se puede crear una partición aquí
gl_es: Non é posíbel crear unha partición aquí
hi: यहाँ विभाजन नहीं बना सकते
hr: Ne mogu napraviti particiju ovdje
ms: Tidak dapat cipta sekatan di sini
ro: Nu se poate crea partiția aici

source: Boot Loader
ast: Cargador d'arranque
bg: Програма за начално зареждане
bn: বুট লোডার
el: Φορτωτής Εκκίνησης
es_419: Cargador de inicio
gl_es: Xestor de arranque
hi: बूट भरना
hr: Učitavač podizanja sustava
ms: Pemuat But
ro: Încărcător de sistem

source: Unmount Partition
am_et: ክፍልፋዩን ማውረጃ
ast: Desmontar partición
az: Bölgünü Ayır
bg: Демонтиране на дял
bn: পার্টিসন আনমাউন্ট
de_de: Partition aushängen
el: Από-προσάρτηση Διαμερίσματος
es_419: Desmontar Partición
gl_es: Desmontar partición
hi: न उभरा विभाजन
hr: Odmontiraj particiju
ms: Nyahlekap Sekatan
ro: Demontare Partiție

source: Partition is detected to have been mounted. Are you sure you want to unmount it?
am_et: ክፍልፋይ ተገኝቶ ተጭኗል በእርግጥ ማውረድ ይፈልጋሉ?
ast: Deteutóse la partición como montada. ¿De xuru que quies desmotala?
bg: Дялът е разпознат като монтиран. Искате ли да го демонтирате?
de_de: Es wurde erkannt, dass die Partition eingehängt wurde. Sind Sie sicher, dass Sie sie aushängen möchten?
el: Το διαμέρισμα φαίνεται να έχει μονταριστεί. Είστε σίγουροι ότι θέλετε να το ξεμοντάρετε;
es_419: La partición ya esta montada. ¿Estas seguro de querer desmontarla?
gl_es: Detectouse a partición como montada. Tes a certeza de querer desmontala?
hi: विभाजन को पता चला है की इसे उभारा गया है। क्या आप निश्चित रूप से इसे नहीं उभारना चाहते?
hr: Otkriveno je da je paticija montirana. Jeste li sigurni da je želite odmontirati?
ms: Sekatan dikesan telah dilekapkan. Anda pasti mahu menyahlekapkannya?
ro: Partiția este detectată ca fiind montată. Sunteți sigur că doriți demontarea ei?

source: UEFI-native installation only supports GPT-formatted disk. You will lose all disk data if you insist on installing.
ast: La instalación UEFI nativa namái sofita la tabla de particiones GPT. Perderás tolos datos nel discu s'insistes n'instalar
bg: Вградената UEFI инсталация поддържа само GPT форматиран диск. Ще загубите всички данни от диска, ако държите на инсталацията.
el: Η εγκατάσταση με εγγενή λειτουργία UEFI υποστηρίζει μόνο το φορμάτ δίσκου τύπου GPT. Θα χάσετε όλα τα δεδομένα του δίσκου αν επιμείνετε στην εγκατάσταση.
es_419: La instalación nativa UEFI solo soporta discos con formato GPT. Perderá todos los datos del disco si insiste en la instalación.
gl_es: A instalación nativa UEFI só é compatíbel con discos formatados como GPT. Perderás tódolos datos do disco se insistes na instalación.
hi: यूईएफ़आई मूल का स्थापना केवल जीपीटी प्रारूप का ही डिस्क को समर्थन देता है। आप इसे स्थापित करेंगे तो आपके डिस्क का सारा डाटा मिट जाएगा।
hr: UEFI-native instalacija podržava samo GPT-formatiran disk. Vi ćete izgubiti sve podatke s diska, ako inzistirate na instalaciji.
ms: Pemasangan tabii-UEFI hanya menyokong cakera terformat-GPT. Anda akan kehilangan data cakera jika anda masih mahu memasangnya.
ro: Instalarea nativă UEFI suportă doar discuri formatate în GPT. Veţi pierde toată informaţie de pe disc după instalare.

source: Simple Mode
am_et: በ ቀላል ዘዴ
ast: Mou cenciellu
az: Sadə Rejim
bg: Опростен режим
bn: সাধারণ মোড
de_de: Einfacher Modus
el: Απλή Λειτουργία
es_419: Modo Simple
gl_es: Modo Simple
hi: सामान्य विधा
hr: Jednostavni način
ms: Mod Ringkas
ro: Mod Simplu

source: Installation Requirements
am_et: ለመግጠም የሚያስፈልገው
ast: Requirimientos d'instalación
az: Quraşdırılma Tələbləri
bg: Изисквания за инсталиране
bn: ইনস্টলের জন্য আবশ্যক
de_de: Installationsanforderungen
el: Απαιτήσεις Εγκατάστασης
es_419: Requerimientos de instalación
gl_es: Requirimentos da instalación
hi: स्थापना हेतु अनिवार्यता
hr: Instalacijski zahtjevi
ms: Keperluan Pemasangan
ro: Cerințe pentru instalare

source: To install Deepin OS, you need to have at least %d GB disk space.
am_et: ይህን ስርአት ለመግጠም ቢያንስ %d ጌባ ነፃ የዲስክ ቦታ ያስፈልጋል
ast: Pa instalar Deepin OS precises tener polo menos %d GB d'espaciu en discu.
az: Deepin ƏS-ni quraşdırmaq üçün ən azı %d GB boş sahə lazımdı.
bg: За да инсталирате Deepin OS, Вие трябва да имате повече от %d ГБ дисково пространство.
bn: ডিপিন অপারেটিং সিস্টেম ইনস্টল করার জন্য আপনার কমপক্ষে %d জায়গার প্রয়োজন।
de_de: Um Deepin OS zu installieren, benötigen Sie mindestens %d GB freien Speicherplatz auf Ihrem Laufwerk.
el: Για να εγκαταστήσετε το Deepin OS, θα πρέπει να έχετε τουλάχιστον %d GB χώρο στο δίσκο.
es_419: Para instalar el sistema operativo Deepin, se necesita al menos %d GB de espacio libre en el disco
gl_es: Para instalar Deepin OS precisas ter polo menos %d GB de espazo no disco.
hi: डीपइन का संचालन प्रणाली स्थापित करने हेतु आपको कम से कम %d जीबी स्मृति लगेगी।
hr: Da biste instalirali Deepin OS, morate imati najmanje %d GB prostora na disku.
ms: Untuk memasang Deepin OS, anda perlu sekurang-kurangnya %dGB ruang cakera.
ro: Pentru a instala Deepin OS, este necesar să aveți cel puțin %d GB loc liber.

source: Unused
am_et: ያልተጠቀሙት
ast: Ensin usar
az: İşlədilməmiş
bg: Неизползвано
bn: অব্যবহৃত
de_de: Ungenutzt
el: Μη χρησιμοποιούμενο
es_419: Sin asignar
gl_es: Sen usar
hi: अनुपयोगी
hr: Neiskorišten
ms: Tidak digunakan
ro: Nefolosit

source: OK
am_et: እሺ
ast: Aceutar
az: Oldu
bg: ОК
bn: ঠিক আছে
es_419: Aceptar
gl_es: Aceptar
hi: ठीक
hr: U redu

source: Cancel
am_et: መሰረዣ
ast: Encaboxar
az: İmtina
bg: Отмяна
bn: বাতিল
de_de: Abbrechen
el: Ακύρωση
es_419: Cancelar
gl_es: Cancelar
hi: रद्द करो
hr: Poništi
ms: Batal
ro: Anulare
