Repository: tabs-opensource/Installer
Catalog: po/*.po
Languages: am_et, ast, az, bg, bn, de_de, el, es_419, gl_es, hi, hr, ms, ro

source: Are you sure to exit from installation?
am_et: በ እርግጥ ከ መግጠሚያው መውጣት ይፈልጋሉ?
ast: ¿De xuru que quies colar de la instalación?
bg: Наистина ли искате да напуснете инсталацията?
bn: আপনি কি নিশ্চিত, ইনস্টলেশন থেকে বের হতে চান?
el: Είστε σίγουρος ότι θέλετε να εξέλθετε άπο την εγκατάσταση?
es_419: ¿Está seguro de salir de la instalación?
gl_es: Tes a certeza de querer saír da instalación?
hi: क्या आप इस स्थापना से बाहर जाना चाहते हैं?
hr: Jeste li sigurni da za izlazak iz instalacije?
ms: Anda pasti mahu keluar dari pemasangan?
ro: Sunteti sigur că doriţi să abandonaţi instalarea?

source: Are you sure you want to delete this partition?
am_et: በእርግጥ ክፍልፋዩን ማጥፋት ይፈልጋሉ?
ast: ¿De xuru que quies desaniciar esta partición?
az: Bu bölgünü silmək istədiyinizdən əminsiniz?
bg: Наистина ли искате да изтриете този дял?
bn: আপনি কি নিশ্চিত, এই পার্টিশন মুছে ফেলবেন?
de_de: Sind Sie sicher, dass Sie diese Partition löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το διαμέρισμα;
es_419: ¿Estas seguro que quieres eliminar esta partición?
gl_es: Tes a certeza de querer eliminar esta partición?
hi: क्या आप निश्चित रूप से आवरण मिटा देना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovu particiju?
ms: Anda pasti mahu memadam sekatan ini?
ro: Sunteți sigur că doriți ștergerea acestei partiții?

source: Formatting Partition
am_et: የ ክፍልፋይ አቀራረብ
ast: Formatiando partición
az: Bölgü Formatlandırılır
bg: Форматиране на дял
bn: পার্টিশন ফরম্যাট করা হচ্ছে
de_de: Partition formatieren
el: Διαμόρφωση Διαμερίσματος
es_419: Formateando Partición
gl_es: Formatando a partición
hi: विभाजन का प्रारूपण
hr: Formatiram particiju
ms: Memformat Sekatan
ro: Se formatează partiția

source: Are you sure you want to format this partition?
am_et: ይህን ክፍልፋይ format ማድረግ ይፈልጋሉ?
ast: ¿De xuru que quies formatiar esta partición?
az: Bu bölgünü formatlamaq istədiyinizdən əminsiniz?
bg: Наистина ли искате да форматирате този дял?
bn: আপনি কি নিশ্চিত, এই পার্টিশন ফরম্যাট করবেন?
de_de: Sind Sie sicher, dass Sie diese Partition formatieren möchten?
el: Είστε σίγουροι ότι θέλετε να διαμορφώσετε αυτό το διαμέρισμα;
es_419: ¿Estas seguro de querer formatear esta partición?
gl_es: Tes a certeza de querer formatar esta partición?
hi: क्या आप सच में इस विभाजन का प्रारूपण करना चाहते हैं?
hr: Jeste li sigurni da želite formatirati ovu particiju?
ms: Anda pasti mahu memformat sekatan ini?
ro: Sunteți sigur că doriți formatarea acestei partiții?

source: Proceed with installation
am_et: መግጠሙን ይቀጥሉ
ast: Siguir cola instalación
az: Quraşdırılmaya davam
bg: Продължете с инсталирането
bn: ইনস্টলেশন চালিয়ে যান
de_de: Fahre mit Installation fort
el: Συνέχεια με την εγκατάσταση
es_419: Proceder con la instalación
gl_es: Continuar coa instalación
hi: स्थापना के साथ
hr: Nastavi sa instalacijom
ms: Teruskan dengan pemasangan
ro: Continuare Instalare

source: Deepin OS will be installed to freespace.
am_et: ይህ ስርአት በ ነፃ ቦታ ላይ ይገጠማል
ast: Deepin OS instalaráse nel espaciu llibre.
az: Deepin ƏS-i boş sahəyə quraşdırılacaq.
bg: Deepin OS ще бъде инсталирана на свободно място.
bn: ডিপিন অপারেটিং সিস্টেম খালি জায়গায় ইনস্টল হবে।
de_de: Deepin OS wird in freien Speicher installiert.
el: Το Deepin OS θα εγκατασταθεί στον ελεύθερο χώρο.
es_419: Deepin OS sera instalado en el espacio libre.
gl_es: Deepin OS instalarase no espazo libre.
hi: डीपइन संचालन प्रणाली रिक्त स्मृति में स्थापित होगी।
hr: Deepin OS će biti instaliran na slobodni prostor.
ms: Deepin OS akan dipasang ke dalam ruang bebas.
ro: Deepin OS va fi instalat în locul liber.

source: Deepin OS will be installed to
am_et: ስርአቱ አሁን እዚህ ይገጠማል
ast: Deepin OS instalaráse en
az: Deepin ƏS quraşdırılacaq
bg: Deepin OS ще бъде инсталирана на
bn: ডিপিন অপারেটিং সিস্টেম ইনস্টল করা হবে
de_de: Deepin OS wird installiert in
el: Το Deepin OS θα εγκατασταθεί στο
es_419: Deepin OS sera instalado a
gl_es: Deepin OS vaise instalar na
hi: डीपइन संचालन प्रणाली पर स्थापित होगी
hr: Deepin OS će biti instaliran na
ms: Deepin OS dipasangkan
ro: Deepin OS va fi instalat în

source: The partition will be formatted if you continue the installation. Please make a backup for the important data.
am_et: መከፋፈያ ይፈጸማል: መግጠሙን ከ ቀጠሉ: እባክዎን ተተኪ ያሰናዱ ለ አስፈላጊ ዳታ
ast: La partición formatiaráse si sigues cola instalación. Asegúrate de facer respaldos de los datos importantes, por favor.
az: Əgər davam etsəniz bölgü formatlanacaq. Xahiş edirik lazımlı fayllarınızı yedəkləyin.
bg: Дялът ще бъде форматиран, ако продължите инсталацията. Моля, съхранете важните данни.
de_de: Die Partition wird formatiert, wenn Sie die Installation fortsetzen. Bitte erstellen Sie eine Sicherungskopie für die wichtigen Daten.
el: Το διαμέρισμα θα διαμορφωθεί αν συνεχίσετε την εγκατάσταση. Παρακαλώ δημιουργήστε ένα αντίγραφο ασφαλείας για τα σημαντικά δεδομένα.
es_419: La partición será formateada si continua con la instalación. Por favor, asegúrese de hacer un respaldo de cualquier archivo importante.
gl_es: Se continuas coa instalación formatearase a partición. Por favor fai unha copia de seguranza dos datos importantes.
hi: विभाजन पूरी तरह प्रारूपित हो जाएगा यदि आप स्थापना जारी रखते हैं। कृपया इस डाटा को अलग स्थान पर भी रख लें।
hr: Particija će biti formatirana ako nastavite instalaciju. Molim napravite sigurnosnu kopiju važnih podataka.
ms: Sekatan akan diformatkan jika anda teruskan pemasangan. Pastikan anda telah melakukan menyandar data penting.
ro: Partiţia va fi formatată, dacă continuaţi instalare. Salvaţi toate datele importante.

source: Do you want to continue the installation ?
am_et: መግጠሙን መቀጠል ይፈልጋሉ?
ast: ¿De xuru que quies siguir cola instalación?
az: Quraşdırılmaya davam etmək istəyirsiniz?
bg: Искате ли да продължите с инсталацията ?
bn: আপনি কি ইনস্টলেশন চালিয়ে যেতে চান?
de_de: Möchten Sie die Installation fortsetzen?
el: Θέλετε να συνεχίσετε την εγκατάσταση;
es_419: ¿Quiere continuar con la instalación?
gl_es: Queres continuar coa instalación?
hi: क्या आप स्थापना कार्य चलते रखना चाहते हैं?
hr: Želite li nastaviti sa instalacijom?
ms: Anda mahu teruskan pemasangan ?
ro: Doriţi să continuaţi instalare?

source: Type:
am_et: አይነት:
ast: Triba:
az: Növ:
bg: Тип:
bn: ধরণ:
de_de: Typ:
el: Τύπος:
es_419: Tipo:
gl_es: Tipo:
hi: प्रकार:
hr: Vrsta:
ms: Jenis:
ro: Tip:

source: Primary
am_et: ቀዳሚ
ast: Primaria
az: İlkin
bg: Главен
bn: প্রাথমিক
de_de: Primär
el: Πρωτεύον
es_419: Primaria
gl_es: Primario
hi: प्राथमिक
hr: Primarna
ms: Utama
ro: Primară

source: Logical
am_et: ሎጂካል
ast: Llóxica
az: Məntiqi
bg: Логически
bn: লজিক্যাল
de_de: Logisch
el: Λογικό
es_419: Logica
gl_es: Lóxica
hi: तार्किक
hr: Logička
ms: Logikal
ro: Logică

source: Size:
am_et: መጠን:
ast: Tamañu:
az: Ölçü:
bg: Размер:
bn: আকার:
de_de: Größe:
el: Μέγεθος:
es_419: Tamaño:
gl_es: Tamaño:
hi: आकार:
hr: Veličina:
ms: Saiz:
ro: Mărime:

source: Align:
am_et: ማሰለፊያ:
ast: Alliniadura:
az: Hizalandırma:
bg: Подравняване:
bn: এলাইন:
de_de: Anpassen
el: Παραχώρηση:
es_419: Alineación:
gl_es: Aliñar:
hi: संरेखित
hr: Poravnaj:
ms: Jajar:
ro: Aliniere:

source: Begin
am_et: መጀመሪያ
ast: Entamu
az: Başla
bg: Стартиране
bn: শুরু
de_de: Anfang
el: Έναρξη
es_419: Inicio
gl_es: Comezar
hi: शुरू
hr: Početk
ms: Mula
ro: Început

source: End
am_et: መጨረሻ
ast: Fin
az: Son
bg: Край
bn: শেষ
de_de: Ende
el: Τέλος
es_419: Final
gl_es: Fin
hi: अंत
hr: Završetak
ms: Akhir
ro: Sfârșit

source: Filesystem:
am_et: የፋይሎች ስርአት:
ast: Sistema de ficheros:
az: Fayl sistemi:
bg: Файлова система:
bn: ফাইল সিস্টেম:
de_de: Dateisystem
el: Σύστημα αρχείων:
es_419: Sistema de archivos:
gl_es: Sistema de ficheiros:
hi: फ़ाइल प्रणाली:
hr: Datotečni sustav:
ms: Sistem Fail:
ro: Sistem de fișiere:

source: Mount:
am_et: መጫኛ:
ast: Montaxe:
bg: Монтиране:
bn: মাউন্ট:
de_de: Einhängen
el: Προσάρτηση:
es_419: Montage:
gl_es: Montar:
hi: उभार:
hr: Montiraj:
ms: Lekap:
ro: Montare:

source: Please enter a valid partition size.
am_et: እባክዎን ዋጋ ያለው የ ክፍልፋይ መጠን ይጨምሩ
ast: Introduz un tamañu de partición válidu, por favor.
az: Xahiş edirik mümkün bölgü ölçüsü daxil edin.
bg: Моля, въведете валиден размер на дял.
bn: অনুগ্রহ করে একটি সঠিক পার্টিশন সাইজ লিখুন।
de_de: Bitte wählen Sie eine zulässige Partitionsgröße.
el: Παρακαλώ εισάγετε ένα έγκυρο μέγεθος διαμερίσματος.
es_419: Por favor introduzca un tamaño de partición valido
gl_es: Por favor, introduce un tamaño da partición válido.
hi: कृपया सही विभाजन आकार डालें।
hr: Molim unesite valjanu particijsku veličinu.
ms: Sila masukkan saiz sekatan yang sah.
ro: Vă rugăm introduceți marimea corectă a partiției.

source: Yes
am_et: አዎ
ast: Sí
az: Hə
bg: Да
bn: হ্যাঁ
de_de: Ja
el: Ναι
es_419: Si
gl_es: Si
hi: हाँ
hr: Da
ms: Ya
ro: Da

source: No
am_et: አይ
ast: Non
az: Yox
bg: Не
bn: না
de_de: Nein
el: Όχι
gl_es: Non
hi: नहीं
hr: Ne
ms: Tidak
ro: Nu

source: Please press one of the following keys.
am_et: እባክዎን ከ እነዚህ አንዱን ቁልፍ ይጫኑ
ast: Primi una de les tecles de darréu, por favor.
az: Aşağıdakı düymələrdən birinə basın.
bg: Моля, натиснете един от следните клавиши.
bn: অনুগ্রহ করে নিচের যেকোনো একটি কি চাপুন।
de_de: Bitte drücken Sie eine der folgenden Tasten.
el: Παρακαλώ πατήστε ένα από τα παρακάτω πλήκτρα
es_419: Por favor presiona una de las teclas siguientes.
gl_es: Por favor, preme nunha das seguintes teclas.
hi: कृपया दिये गए कुंजी में से एक को दबाएँ।
hr: Molim pritisnite jednu od slijedećih tipki.
ms: Sila tekan salah satu dari kunci berikut.
ro: Vă rugam apasați una dintre următoarele taste .

source: Please confirm you have the following keys.
am_et: እባክዎን እነዚህ ቁልፎች እንዳሉ ያረጋግጡ
ast: Confirma que tienes les tecles de darréu, por favor.
az: Xahiş edirik aşağıdakı düymələrə basaraq təsdiqləyin.
bg: Моля, потвърдете, имате ли следните клавиши.
bn: অনুগ্রহ করে নিশ্চিত করুন, আপনার নিচের কি গুলো রয়েছে।
de_de: Bitte bestätigen Sie, dass Sie die folgenden Tasten haben.
el: Παρακαλώ επιβεβαιώστε ότι έχετε τα ακόλουθα πλήκτρα.
es_419: Por favor confirma que tienes las siguientes teclas.
gl_es: Por favor, confirma que existen as seguintes teclas.
hi: कृपया पुष्टि करें की आपके पास दिया हुआ कुंजी है।
hr: Molimo potvrdite da imate slijedeće ključeve.
ms: Sila sahkan anda mempunyai kunci berikut.
ro: Vă rugam să confirmați existența următoarelor taste.

source: Detect Layout
am_et: እቅዱን ፈልጎ ማግኛ
ast: Deteutar distribución
az: Düzümü Təyin Et
bg: Засичане на подредба
bn: লে-আউট সনাক্ত করুন
de_de: Belegung erfassen
el: Ανίχνευση Διάταξης
es_419: Detectar Distribución.
gl_es: Detectar disposición
hi: रूपरेखा पता करें
hr: Otkrij raspored
ms: Kesan Bentangan
ro: Detectare aspect tastatura

source: View Current
am_et: የአሁኑን መመልከቻ
ast: Ver actual
az: Hazırkıya Bax
bg: Покажи настоящия
bn: বর্তমানটি দেখুন
de_de: Aktuelle anzeigen
el: Προβολή Τρέχοντος
es_419: Ver actual
gl_es: Ver actual
hi: वर्तमान देखें
hr: Pogledaj trenutno
ms: Lihat Semasa
ro: Vizualizare Curent

source: Please select or search your location.
am_et: እባክዎን ይምረጡ ወይንም አካቢውን ይፋልጉ
ast: Esbilla o gueta'l to allugamientu, por favor.
az: Xahiş edirik yerinizi seçin və ya axtarın.
bg: Моля, изберете или потърсете вашето местоположение.
bn: অনুগ্রহ করে আপনার অবস্থান নির্বাচন করুন অথবা খোঁজ করুন।
de_de: Bitte wählen oder suchen Sie Ihren Standort.
el: Παρακαλώ επιλέξτε ή αναζητήστε την τοποθεσία σας.
es_419: Por favor selecciona o busca tu ubicación.
gl_es: Por favor selecciona ou busca a túa localización.
hi: कृपया अपना पता चुनें या खोजें।
hr: Molim odaberite ili tražite vašu lokaciju.
ms: Sila pilih atau gelintar lokasi anda.
ro: Vă rugăm selectați sau căutați locația dvs.

source: Empty
am_et: ባዶ
ast: Baleru
bg: Празно
el: Κενό
es_419: Vacío
gl_es: Baleiro
hr: Prazno
ms: Kosong
ro: Gol

source: The two passwords do not match.
am_et: ሁለቱ የመግቢያ ቃሎች አይመሳሰሉም
ast: Les dos contraseñes nun concasen.
az: Şifrələr uyğunlaşmır.
bg: Двете пароли не съвпадат.
bn: উভয় পাসওয়ার্ড মিলছে না।
el: Οι δύο κωδικοί δεν ταιριάζουν.
es_419: Las contraseñas no coinciden.
gl_es: Os dous contrasinais non coinciden.
hi: दो कूटशब्द मेल नहीं खा रहे।
hr: Dvije lozinke se ne podudaraju.
ms: Kedua-dua kata laluan tidak sepadan.
ro: Cele două parole nu corespund.

source: Computer name is invald.
am_et: የ ኮምፒዩተሩ ስም ዋጋ የለውም
ast: Nun ye válidu'l nome l'ordenador.
bg: Невалидно име на компютър.
el: Το όνομα του υπολογιστή είναι λανθασμένο.
es_419: El nombre del ordenador no es válido.
gl_es: Nome do computador non válido.
hr: Ime računala nije valjano.
ms: Nama komputer tidak sah.

source: Password can not be empty.
am_et: የ መግቢያ ቃል ባዶ መሆን የለበትም
ast: La contraseña nun pue tar balera.
az: Şifrə boş qoyula bilməz.
bg: Паролата не може да остане празна.
bn: পাসওয়ার্ড খালি রাখা যাবে না।
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es_419: La contraseña no puede estar vacía.
gl_es: O contrasinal non pode estar baleiro.
hi: कूटशब्द खाली न हो।
hr: Lozinka ne može biti prazna.
ms: Kata laluan tidak boleh kosong.
ro: Parola nu poate fi goală.

source: Username
am_et: የ ተጠቃሚ ስም
ast: Nome d'usuariu
az: İstifadəçi adı
bg: Потребителско име
bn: ব্যবহারকারীর নাম
de_de: Benutzername
el: Όνομα χρήστη
es_419: Nombre de usuario
gl_es: Nome de usuario
hi: उपयोगकर्ता नाम
hr: Korisničko ime
ms: Nama Pengguna
ro: Nume utilizator

source: Computer Name
am_et: የ ኮምፒዩተሩ ስም
ast: Nome del ordenador
az: Kompüter Adı
bg: Име на компютър
bn: কম্পিউটার নাম
el: Όνομα Υπολογιστή
es_419: Nombre de la computadora
gl_es: Nome do computador
hi: कंप्यूटर का नाम
hr: Ime računala
ms: Nama Komputer
ro: Nume Calculator

source: Password
am_et: የ መግቢያ ቃል
ast: Contraseña
az: Şifrə
bg: Парола
bn: পাসওয়ার্ড
de_de: Passwort
el: Κωδικός πρόσβασης
es_419: Contraseña
gl_es: Contrasinal
hi: कूटशब्द
hr: Lozinka
ms: Kata laluan
ro: Parolă

source: Retype Password
am_et: የመግቢያ ቃሉን እንደገና ይጻፉ
ast: Rescribir contraseña
az: Şifrəni Yenidən Yazın
bg: Повторете паролата
bn: পুনরায় পাসওয়ার্ড
de_de: Passwort wiederholen
el: Πληκτρολογήστε Ξανά τον Κωδικό
es_419: Re-escribir contraseña
gl_es: Volve escribir o contrasinal
hi: कूटशब्द पुनः प्रविष्ट करें
hr: Ponovno utipkajte lozinku
ms: Taip Semula Kata Laluan
ro: Reintroduceți Parola

source: Username can not be empty.
am_et: የተጠቃሚ ስም ባዶ መሆን የለበትም
ast: El nome d'usuariu nun pue tar baleru.
az: İstifadəçi adı boş qoyula bilməz.
bg: Потребителско име не може да бъде празно
el: Το Όνομα Χρήστη δεν μπορεί να είναι κενό.
es_419: El nombre de usuario no puede estar vacío.
gl_es: O nome de usuario non pode estar baleiro.
hr: Korisničko ime ne može biti prazno.
ms: Nama pengguna tidak boleh kosong,
ro: Câmpul nume utilizator nu poate fi gol.

source: Computer name can not be empty.
am_et: የ ኮምፒዩተር ስም ባዶ መሆን የለበትም
ast: El nome del ordenador nun pue tar baleru.
bg: Името на компютъра не може да бъде оставено празно.
bn: কম্পিউটার নাম খালি রাখা যাবেনা।
el: Το όνομα του υπολογιστή δεν μπορεί να είναι άδειο.
es_419: El nombre de la computadora no puede estar vacío.
gl_es: O nome do computador non pode estar baleiro.
hi: कम्प्युटर का नाम रिक्त नहीं हो सकता है।
hr: Naziv računala ne može biti prazan.
ms: Nama komputer tidak boleh kosong.
ro: Numele calculatorului nu poate fi gol.

source: Password cannot be empty.
am_et: የ መግቢያ ቃል ባዶ መሆን የለበትም
ast: La contraseña nun pue tar balera.
bg: Паролата не може да остане празна.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es_419: La contraseña no puede estar vacía.
gl_es: O contrasinal non pode estar baleiro.
hr: Lozinka ne može biti prazna.
ms: Kata laluan tidak boleh kosong.

source: Next
am_et: ይቀጥሉ
ast: Siguiente
az: Sonrakı
bg: Следващ
bn: পরবর্তী
de_de: Weiter
el: Επόμενο
es_419: Siguiente
gl_es: Seguinte
hi: आगे
hr: Sljedeće
ms: Berikutnya
ro: Următorul

source: Time Zone
am_et: የሰአት አካባቢ
ast: Fusu horariu
az: Saat Qurşağı
bg: Часова зона
bn: টাইম জোন
de_de: Zeitzone
el: Ζώνη Ώρας
es_419: Zona horaria
gl_es: Fuso horario
hi: समय क्षेत्र
hr: Vremenska zona
ms: Zon Waktu
ro: Fus Orar

source: Keyboard
am_et: የፊደል ገበታ
ast: Tecláu
az: Klaviatura
bg: Клавиатура
bn: কিবোর্ড
de_de: Tastatur
el: Πληκτρολόγιο
es_419: Teclado
gl_es: Teclado
hi: कुंजीपटल
hr: Tipkovnica
ms: Papan Kekunci
ro: Tastatură

source: Deepin Store
am_et: የ ዲፕኢን ሱቅ
ast: Tienda Deepin
az: Deepin Mağazası
bg: Магазина на Deepin
bn: ডিপিন ষ্টোর
el: Κατάστημα Deepin
gl_es: Tenda
hi: डीपइन भंडार
hr: Deepin centar softvera
ms: Kedai Deepin
ro: Magazinul Deepin

source: One-stop Software Management
am_et: በ አንድ-ቦታ የ ሶፍትዌር አስተዳዳሪ
ast: Xestión de software nun llugar
bg: Управление на софтуера на едно гише
bn: একক সফটওয়্যার ব্যবস্থাপনা
de_de: Einfache Software Verwaltung
el: Ικανότατη Διαχείριση Λογισμικού
es_419: Administrador de programas One-stop
gl_es: Software de xestión multiservizo.
hi: सोफ्टवेयर प्रबंधन का एक मंजिल
hr: Upravljanje softwareom na jednom mjestu
ms: Pengurusan Perisian Sehenti
ro: Manager Universal al Programelor

source: Continuous Update of Wonderful Software
am_et: በ ተከታታይ ማሻሻያ
ast: Anovamientu continuu de software maraviyosu
az: Davamlı Yenilənən Möhtəşəm Proqramlar
bg: Непрекъснато обновяване на прекрасният софтуер
bn: অসাধারণ সফটওয়্যার এর নিয়মিত আপডেট
de_de: Ständige Aktuallisierung von großartiger Software
el: Συνεχείς Ενημερώσεις Υπέροχου Λογισμικού
es_419: Actualización continua de Wonderful Software
gl_es: Actualización continúa deste grande software
hi: आश्चर्यजनक सोफ्टवेयर के लिए लगातार नवीनीकरण
hr: Neprestana ažuriranja prekrasnog softwarea
ms: Kemaskini Perisian Hebat yang Berterusan
ro: Actualizare continuă a minunatelor programe

source: Unimpeded Online Communication
am_et: በ መስመር ላይ ግንኙነት ያልተከለከል
ast: Comunicación en llinia ensin torgues
bg: Безпрепятствено общуване онлайн
bn: অবাধ অনলাইন যোগাযোগ
de_de: Ungestörte Online Kommunitkation
el: Απρόσκοπτη Διαδικτυακή Επικοινωνία
es_419: Comunicación online sin obstáculos
gl_es: Comunicación en liña sen contratempos.
hi: बेरोक ऑनलाइन संचार
hr: Neometana online komunikacija
ms: Komunikasi Atas-Talian Tanpa Halangan
ro: Comunicarea liberă Online

source: Deepin Movie
am_et: ሙቪ
ast: Películes Deepin
az: Deepin Film
bg: Deepin Видео
bn: ডিপিন মুভি
de_de: Deepin Film
el: Ταινίες Deepin
gl_es: Filmes
hi: डीपइन चलचित्र
hr: Deepin filmski reproduktor
ms: Cereka Deepin
ro: Player-ul video Deepin

source: Comprehensive Audio-visual Shock
ast: Impautu audiovisual íntegru
bg: Цялостен Аудио-визуален шок.
bn: কম্প্রিহেন্সিভ অডিও ভিজুয়াল শক
de_de: Umfassende audiovisuelle Schock
el: Ολοκληρωμένη Οπτικοακουστική Εμπειρία
es_419: Shock Audiovisual Comprehensible
gl_es: Audio-visualmente impactante.
hi: व्यापक ध्वनि-दृश्य शॉक
hr: Sveobuhvatni Audio-Vizualni Šok
ms: Kejutan Audio-Visual yang Lengkap
ro: Complexul Audio-visual Shock

source: New Interactive Experience
am_et: አዲስ የ ግንኙነት ልምድ
ast: Esperencia interactiva nueva
bg: Ново интерактивно преживяване
bn: নতুন ইন্টারেক্টিভ অভিজ্ঞতা
de_de: Neue Interaktive Erfahrung
el: Νέα Διαδραστική Εμπειρία
es_419: Nueva experiencia interactiva
gl_es: Nova experiencia interactiva.
hi: नई पारस्परिक अनुभव
hr: Novo interaktivno iskustvo
ms: Pengalaman Interaktif Serba Baharu
ro: o Nouă Experiență Interactivă

source: Intelligent Subtitle Loading
am_et: ንዑስ አርእስት መጫኛ
ast: Carga intelixente de sotítulos
bg: Интелигентно зареждане на субтитри
bn: চৌকস সাবটাইটেল লোডিং
de_de: Intelligentes Untertitel laden
el: Ευφυής Φόρτωση Υποτίτλων
es_419: Cargando subítulo inteligente
gl_es: Carga intelixente de subtítulos.
hi: बुद्धिमान उपशीर्षक भर रहा
hr: Inteligentno učitavanje podnapisa
ms: Memuatkan Sarikata secara Pintar
ro: Încărcare Subtitrare Inteligentă

source: Deepin Music
am_et: ሙዚቃ
ast: Música Deepin
az: Deepin Musiqi
bg: Deepin Музика
bn: ডিপিন মিউজিক
de_de: Deepin Musik
el: Μουσική Deepin
gl_es: Música
hi: डीपइन संगीत
hr: Deepin glazba
ms: Muzik Deepin
ro: Player-ul muzical Deepin

source: Ultimate Music Journey
am_et: የ ሙዚቃ ጉዞ
ast: El viaxe musical más prestosu
bg: Пътешествие в света на музиката
bn: অসাধারণ সঙ্গীতের যাত্রা
de_de: Ultimative Musik-Reise
el: Απόλυτη Μουσική Διαδρομή
gl_es: Máxima experiencia musical.
hi: असाधारण संगीत मार्ग
hr: Ultimativno glazbeno putovanje
ms: Perjalanan Muzik yang Paling Maju
ro: Imersiunea Totală în Muzica

source: Rich Extended Functions
am_et: የ ተስፋፉ ተግባሮች
ast: Funciones estenses y riques
bg: Изобилие от допълнителни функции
bn: উন্নত বর্ধিত সুবিধা সমূহ
el: Πλούσιες Εκτεταμένες Λειτουργίες
es_419: Funciones Rich Extendidas
gl_es: Funcións extensivas
hi: उन्नत विस्तारित कार्य
hr: Bogato proširene funkcije
ms: Banyak Fungsi Tambahan
ro: Funcții extinse îmbunătățite

source: Enjoy Online Strongest Voice
am_et: በ መስመር ላይ ይደሰቱ
ast: Esfruta de la voz más fuerte en llinia
bg: Насладете се качествен звук онлайн
bn: অনলাইনে স্বচ্ছ কণ্ঠ উপভোগ করুন
de_de: Genießen Sie Online stärkste Stimme
el: Απολαύστε τη Δυνατότερη Διαδικτυακή Φωνή
es_419: Disfrute la voz más fuerte en línea
gl_es: Disfruta das mellores voces en liña.
hi: ऑनलाइन मजबूत आवाज का आनंद लें
hr: Uživajte u najačem online glasu
ms: Nikmatilah Suara Terkuat Diatas Talian
ro: Savuraţi un sunet puternic în regim on-line

source: Deepin Community
am_et: የ ዲፕኢን ህብረተሰብ
ast: Comunidá Deepin
az: Deepin Cəmiyyəti
bg: Deepin общност
bn: ডিপিন কমিউনিটি
el: Κοινότητα Deepin
es_419: Comunidad Deepin
gl_es: Comunidade do Deepin
hi: डीपइन समुदाय
hr: Deepin zajednica
ms: Komuniti Deepin
ro: Comunitatea Deepin

source: Free and United Open Source Community
am_et: ነፃ እና የ ተባበረ የ Open Source ህብረተሰብ
ast: Comunidá de códigu abiertu llibre y xunida
bg: Свободна и обединена общност за отворен код
bn: ফ্রী এবং একীভূত উন্মুক্ত সোর্স কমিউনিটি
de_de: Freie und vereinte Open Source Community
el: Ελεύθερη και Ενωμένη Κοινότητα Ανοιχτού Κώδικα
es_419: Comunidad libre y unida de código abierto
gl_es: Comunidade de Código Libre unida e libre
hi: निःशुल्क और संयुक्त खुला स्त्रोत समुदाय
hr: Slobodna i ujedinjena open source zajednica
ms: Komuniti Sumber Terbuka Bersatu yang Bebas
ro: Comunitatea Liberă și Unită Open Source

source: Welcome to participate in Deepin Internationalization Project
am_et: እንኳን ደህና መጡ ወደ ዲፕኢን መተርጎሚያ
ast: Dámoste l'acoyida al proyeutu d'internacionalización de Deepin
bg: Добре дошли, като участници в международният проект Deepin
bn: ডিপিন আন্তর্জাতিকীকরণ প্রকল্পে স্বাগতম
de_de: Herzlich Willkommen bei der Teilnahme im Deepin Internationalisierungsprojekt
el: Μπορείτε να συμμετάσχετε στο Έργο Διεθνοποίησης του Deepin
es_419: Bienvenido a participar en el Proyecto de Internacionalización de Deepin
gl_es: Es benvido a participar no proxecto internacional Deepin!
hi: आपका डीपइन के विश्वव्यापी परियोजना में स्वागत है
hr: Dobrodošli u sudjerlovanje u internacionalizaciji Deepin projekta
ms: Selamat datang kerana menyertai Projek Pengantarabangsaan Deepin
ro: Vă invităm să participați în Proiectul de Internaționalizare Deepin

source: Welcome to follow us on Weibo, Twitter, Facebook, Google+, Mailing List and IRC
am_et: እንኳን ደህና መጡ ወደ Weibo, Twitter, Facebook, Google+, Mailing List and IRC
ast: Dámoste l'acoyida a siguimos en Weibo, Twitter, Facebook, Google+, IRC y llistes de corréu
bg: Добре дошли, като наши последователи в Weibo, Twitter, Facebook, Google+, Mailing List и IRC
bn: ওয়েইবো, টুইটার, ফেসবুক, গুগল প্লাস, মেইলিং লিস্ট এবং আইআরসি তে অনুসরণ করতে স্বাগত
de_de: Folgen sie uns auf Weibo, Twitter, Facebook, Google+
el: Μπορείτε να μας ακολουθήσετε στο Weibo, το Twitter, το Facebook, το Google+, τη Λίστα Αλληλογραφίας και το IRC
es_419: Bienvenido a seguirnos en Weibo, Twitter, Facebook, Google+, lista de correos e IRC
gl_es: Es benvido a seguirnos en Weibo, Twitter, Facebook, Google+, Lista de correo e IRC.
hi: आपका स्वागत है आप वेबों, टिवीटर, फ़ेसबूक, गूगल+, डाक सूची और आईआरसी पर अनुसरण कर सकते हैं।
hr: Dobrodošli ste da nas pratite na Weibo, Twitter, Facebook, Google+, Mailing List i IRC-u
ms: Anda dialu-alukan mengikuti kami di Weibo, Twitter, Facebook, Google+, Senarai Mel dan IRC
ro: Vă invităm să ne urmaţi pe Weibo, Twitter, Facebook, Google+, poşta electronică şi IRC
