Repository: tabs-opensource/Installer
Catalog: po/*.po
Languages: am_et, ast, az, bg, bn, de_de, el, es_419, gl_es, hi, hr, ms, ro

source: Invalid Password
am_et: ዋጋ የሌለው የመግቢያ ቃል
ast: Contraseña non válida
az: Yanlış Şifrə
bg: Невалидна парола
bn: পাসওয়ার্ড সঠিক নয়
de_de: Ungültiges Passwort
el: Μη έγκυρος κωδικός πρόσβασης
es_419: Contraseña invalida
gl_es: O contrasinal non é válido
hi: कूटशब्द सही नहीं है
hr: Neispravna lozinka
ms: Kata Laluan Tidak Sah
ro: Parola Incorectă

source: ESPâ€™s support is needed in UEFI mode and please create a partition of 100MB or more in efi format.
ms: Sokongan ESP diperlukan dalam mod UEFI dan sila cipta satu sekatan bersaiz 100M atau lebih dalam format efi.

source: UEFI
hi: यूईएफ़आई

source: Invalid password.
hi: कूटशब्द सही नहीं है।

source: Congratulations!
de_de: Herzlichen Glückwunsch!

source: You need to restart the computer to complete installation.
de_de: Sie müssen den Computer neu starten, um die Installation abzuschließen.

source: Reboot Later
de_de: Später neu starten

source: Start Over
de_de: Nochmal versuchen

source: Install Tips
de_de: Tips zur Einrichtung

source: UEFI-native installation only supports GPT-formatted disk. For installation, please enter the Expert Mode.
de_de: UEFI-native Installation unterstützt nur GPT-formatierte Festplatten. Für die Installation gehen Sie bitte in den Experten-Modus.

source: UEFI-native installation only supports GPT-formatted disk. It will lose all disk data if you insist on installing.
de_de: Die native UEFI Installation unterstützt nur GPT-formatierte Laufwerke. Alle darauf gespeicherten Daten gehen verloren, wenn Sie fortfahren.

source: Expert mode
de_de: Expertenmodus

source: Nothing Input
de_de: Kein Eingang

source: Different Password
de_de: Unterschiedliches Passwort

source: Rich Extended Function
de_de: Zahlreich erweiterte Funktionen

source: Deepin Game
de_de: Deepin Spielecenter

source: Provide Latest and Hottest Games
de_de: Die neuesten und heißesten Games

source: Gather Various Game Topics
de_de: Sammeln Sie verschiedene Spiel-Themen

source: Collect Your Favorite Online
de_de: Sammeln Sie Ihre Favoriten online
